tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "sqlite"
brew "python", link: false
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "brew-cask-completion"
brew "coreutils"
brew "couchdb", restart_service: true
brew "ffmpeg"
brew "git"
brew "git-flow-avh"
brew "git-lfs"
brew "graphicsmagick"
brew "highlight"
brew "jq"
brew "mas"
brew "mongodb", restart_service: true
brew "nano"
brew "node"
brew "pngcrush"
brew "ruby"
brew "shellcheck"
brew "tidy-html5"
brew "tree"
brew "youtube-dl"
cask "appcleaner"
cask "cakebrew"
cask "etrecheckpro"
cask "firefox"
cask "font-fira-code"
cask "google-chrome"
cask "launchcontrol"
cask "mongodb-compass"
cask "monodraw"
cask "osxfuse"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "react-native-debugger"
cask "safari-technology-preview"
cask "sublime-text-dev"
cask "tower-beta"
cask "visual-studio-code"
mas "Server", id: 883878097
mas "Xcode", id: 497799835
