tap "azure/functions"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jmespath/jmespath"
brew "openssl"
brew "sqlite"
brew "python"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "brew-cask-completion"
brew "coreutils"
brew "couchdb", restart_service: true
brew "diff-so-fancy"
brew "fd"
brew "xvid"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-flow-avh"
brew "git-lfs"
brew "libusb"
brew "libgphoto2"
brew "gphoto2"
brew "graphicsmagick"
brew "highlight"
brew "htop"
brew "oniguruma"
brew "jq"
brew "libyaml"
brew "mas"
brew "mongodb", restart_service: true
brew "nano"
brew "ncdu"
brew "node"
brew "noti"
brew "pcre"
brew "pngcrush"
brew "putty"
brew "ripgrep"
brew "ruby", link: true
brew "shellcheck"
brew "shfmt"
brew "tidy-html5"
brew "tree"
brew "watch"
brew "watchman"
brew "youtube-dl"
brew "azure/functions/azure-functions-core-tools"
brew "jmespath/jmespath/jp"
cask "adobe-creative-cloud"
cask "aerial"
cask "android-studio"
cask "appcleaner"
cask "caffeine"
cask "docker"
cask "dotnet-sdk"
cask "etrecheckpro"
cask "firefox"
cask "font-fira-code"
cask "google-chrome"
cask "launchcontrol"
cask "microsoft-azure-storage-explorer"
cask "mongodb-compass"
cask "monodraw"
cask "osxfuse"
cask "paw"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "react-native-debugger"
cask "safari-technology-preview"
cask "sketch"
cask "sublime-text-dev"
cask "teamviewer"
cask "touchdesigner"
cask "tower-beta"
cask "transmission"
cask "transmit"
cask "tunnelblick"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
mas "Core Tunnel", id: 1354318707
mas "IP Scanner Home", id: 422293948
mas "Slack", id: 803453959
mas "Table Tool", id: 1122008420
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
