tap "homebrew/dupes"
tap "homebrew/fuse"
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/versions"
tap "caskroom/cask"
brew "openssl"
brew "sqlite"
brew "python", link: false
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "boost"
brew "brew-cask-completion"
brew "coreutils"
brew "xvid"
brew "ffmpeg"
brew "git"
brew "git-flow-avh"
brew "git-lfs"
brew "graphviz"
brew "highlight"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "libgphoto2"
brew "libyaml"
brew "mas"
brew "mongodb"
brew "nano"
brew "node"
brew "p7zip"
brew "pcre"
brew "pngcrush"
brew "ruby"
brew "shellcheck"
brew "tidy-html5"
brew "tree"
brew "youtube-dl"
brew "glew"
brew "gphoto2"
brew "graphicsmagick"
brew "pyenv"
brew "watchman"
cask "appcleaner"
cask "cakebrew"
cask "etrecheck"
cask "launchcontrol"
cask "mongodb-compass"
cask "monodraw"
cask "osxfuse"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "react-native-debugger"

